{ "results": [
	{
        "address": "625 w 1st Street, Tempe, 85281",
        "age": "25",
        "bcryptPassword": "$2a$10$xk5vCPK.B1fFN9y9JYg6ee3LN.1DDl/p/Pg82A/NC/6/wXzTduuEG",
        "contactPermission": "yes",
        "createdAt": "2015-10-11T10:34:22.878Z",
        "description": "Vanessa is a 17 year old senior at North high school who is excited to graduate and attend college for nursing and stenography! Full of spunk and sassiness, Vanessa is a 2 time cancer survivor! She was diagnosed with Ewing Sarcoma when she was 15 years old. Just a week ago, Vanessa was diagnosed with Myelodysplastic Syndrome and with her fighting spirit and quiet confidence she is ready to tackle this diagnosis head on. Batman has always been her favorite superhero for no other reason than he has always caught her eye! If Vanessa had a superpower it would be to find a cure. She loves swimming, is a social butterfly and is surrounded with love and support from friends and family. She has an older sister who is 19 years old. Her first diagnosis occurred right before her Quinceanera. With everything happening plans changed but through the efforts of friends, family, strangers and the community, she had the most beautiful Quinceanera all in turquoise and purple her two favorite colors. You are a survivor Vanessa! ",
        "email": "vanessa@gmail.com",
        "firstName": "Vanessa",
        "objectId": "AchujSsKIs",
        "phoneNumber": "+14807580101",
        "sessionToken": "vzsPqfCxKcNM2SJsdSvdkPkMD",
        "sex": "Female",
        "updatedAt": "2015-10-11T19:56:05.258Z",
        "username": "vanessa"
    },
	{
        "address": "\n8 S Entrance Rd\nGrand Canyon Village, AZ 86023",
        "age": "18",
        "bcryptPassword": "$2a$10$g5BBvTYQrEMOLAr5HLMDBeZbdZB55AMHYLARybCiAGsU96L6P2ON6",
        "contactPermission": "yes",
        "createdAt": "2015-10-10T20:31:02.663Z",
        "description": "Payte is 18 years old and has a younger sister Tessa, who at 16 years old is a senior at Mesquite High. In 2010 Payte was diagnosed with A.L.L. Unfortunately he has had a relapse and is now in the process of getting ready for a transplant. With his girlfriend, Tori, by his side, Payte has the strength of Ironman to face this relapse. Payte raises livestock: sheep, goats, and cattle for selling and showing at the Maricopa County Fair. He is part of the Future Farmers of America. In addition, Payte's welding skills has lead to his new hobby...horseshoe art. He designs boot racks, can holders, and even your name out of horseshoes. Creating horseshoe art is relaxing and therapeutic for Payte. You are our superhero, Payte! ",
        "email": "gkumbhat@asu.edu",
        "firstName": "Gaurav",
        "objectId": "Q1sM81HghF",
        "phoneNumber": "+14807580098",
        "sessionToken": "HT11IrIVJ94myGyCsxIb0Q7ob",
        "sex": "Male",
        "updatedAt": "2015-10-11T20:02:01.226Z",
        "username": "gkumbhat"
    },
	{
        "address": "1860 S Milton Rd, Flagstaff, AZ 86001",
        "age": "29",
        "bcryptPassword": "$2a$10$S7MzcSC2V0DHvMl6QSzlhudSSkBcBhryntXSrLTu5GezL0I6kgTWa",
        "contactPermission": "No",
        "createdAt": "2015-10-11T17:42:43.502Z",
        "description": "Russia’s long-range missile strikes against targets in Syria have prompted aviation safety authorities to issue a safety alert to airlines flying in Iraq, Iran, and over the Caspian Sea amid growing concerns about the risk to commercial flying near conflict zones.\n\nRussia this week said it fired cruise missiles from the Caspian Sea against Syrian targets—nearly 1,000 miles away—as Moscow steps up its support of Syrian President Bashar al-Assad. The U.S. and other Western countries have denounced the strikes. Russia denies U.S. assertions that some of the missiles fell short, landing in Iran.",
        "email": "mallikarjun@gmail.com",
        "firstName": "Mallikarjun",
        "objectId": "TerrfKOGel",
        "phoneNumber": "+14802779866",
        "sessionToken": "c2F16Ne4oPTkuDJgoFxB47Kgi",
        "sex": "Female",
        "updatedAt": "2015-10-11T19:56:15.996Z",
        "username": "mallikarjun"
    },
	{
        "address": "\n2943 N Campbell Ave\nTucson, AZ 85719",
        "age": "20",
        "bcryptPassword": "$2a$10$4Gyke4bKW2Kc6EQrQ7A9O.fyaKjjsLOl/5XgGx22II6WKv6TNzbCe",
        "contactPermission": "Yes",
        "createdAt": "2015-10-11T10:41:18.026Z",
        "description": "Adrian is a silly, energetic, and fun loving 5 year old. Driving his little car around the hospital room, Adrian is ready to battle his Acute Lymphoblastic Leukemia (A.L.L.) He loves Minions and so do his brothers, Joshua, age 7 and Alex, age 4. Even his 2 year old sister Jackie gets in on the fun of Minions! Adrian enjoys being a car driver and is ready to race to the finish line and finish his treatments. Way to go Adrian! ",
        "email": "adrian@gmail.com",
        "firstName": "Adrian",
        "objectId": "fhtlIdLBdH",
        "phoneNumber": "+14807580105",
        "sessionToken": "FGT19JwO9uVjQm0Fpp4TUHxuN",
        "sex": "Male",
        "updatedAt": "2015-10-11T19:56:12.822Z",
        "username": "adrian"
    },
	{
        "address": "\n2056 E Baseline Rd\nMesa, AZ 85204",
        "age": "32",
        "bcryptPassword": "$2a$10$s0LsUvcwfQMk.Ap2M849SeK5qP7IDp4zU8X.5f833rH3lTFenFn2S",
        "contactPermission": "no",
        "createdAt": "2015-10-11T10:32:40.054Z",
        "description": "After graduating from her hometown school, University of Iowa, Kelley became a child life specialist at Cardon Children's Medical Center. Kelley brought great joy and smiles to patients, families, and staff. She was the chief morale officer, party planner, and could dance her pants off! Kelley even brought the entire Iowa State Football team to Cardon's to meet the patients and sign autographs. Kelley was inspired by and loved the children and families that she cared for so much that when she found out she herself had cancer, she mustered up the courage to fight hard! She put on a brave face, a smile, and a wig! Sadly, it was not meant to be. Kelley lost her battle with cancer three years ago. There is not a day that goes by where she is not missed and her impact is not felt. She is a hero who inspires those who knew her and those that are just learning about her. Check out Gifts from Kelley to learn more about our hero and see the work she continues to inspire. You will forever be in our hearts, Kelley. We all love and miss you. ",
        "email": "kelly@gmail.com",
        "firstName": "Kelly",
        "objectId": "fu4LCjFSA6",
        "phoneNumber": "+14807580100",
        "sessionToken": "DlEUn5He8oYgFKM893jCpvLKr",
        "sex": "Female",
        "updatedAt": "2015-10-11T19:56:00.858Z",
        "username": "kelly"
    },
	{
        "address": "10919 S Central Ave, Phoenix, AZ 85042",
        "age": "35",
        "bcryptPassword": "$2a$10$y7tho2jZJQ6OapOd3qocJuP2Bs3t6UuNIqnxBPlPBS7LS.tKC7ohK",
        "contactPermission": "yes",
        "createdAt": "2015-10-11T18:39:43.600Z",
        "description": "CCN'S SEPTEMBER 12th HERO is SEDONA! Soon to be 15y old, Sedona exudes happiness and joy! She has her life planned including the fact that she plans to become a doctor! This young lady had a blast trying on each one of our wigs and each one was absolutely beautiful - a hard choice, she went with the one in the picture below - her natural beauty radiates no matter what color her hair - or with no hair at all. Cancer has not stopped this young lady. She shares that her cancer journey has been \"weird\", but it's going to be okay! She and her 17y brother, Mica, are really close - They both like Manga, Anime, and Sedona loves to writes stories. As she says, she finds joy that she and Mica \"get to be nerds together!\" Thank you Sedona for sharing your joy with us and being today's hero!! ",
        "email": "ndhanpal@gmail.com",
        "firstName": "Nitesh",
        "objectId": "gFUNILMGab",
        "phoneNumber": "+14807580098",
        "sessionToken": "YUepBwnX18TeyIRw7EGnDLl25",
        "sex": "Male",
        "updatedAt": "2015-10-11T19:56:19.469Z",
        "username": "ndhanpal"
    },
	{
        "address": "809 E Lincoln Hwy, Coatesville, PA 19320",
        "age": "30",
        "bcryptPassword": "$2a$10$/BeyMj.oAP0Kkp9ecgljkOSbqMXUB0aYfM3QbTaN9TSR5gb7A6Hj2",
        "contactPermission": "No",
        "createdAt": "2015-10-11T10:39:28.973Z",
        "description": "Katelyn is a child life specialist for the past 9 months at Phoenix Children’s Hospital. PCH was fortunate that Katelyn left Michigan to come to Arizona for her internship. Now she is ours! A former special education teacher, she loves her job as a Child Life Specialist! Katelyn loves the moment the patient has their final day of treatment…the celebrations along with the disbelief that they are done. She says it is an almost surreal moment where everyone who has been involved in this journey can feel. Katelyn loves anything to do with the outdoors, camping, hiking, camping and various sports. She would be Super K, a superhero who could fly and travel wherever she wanted, whenever she wanted. Super K we thank you for all you do for the families on the 7th floor! ",
        "email": "katelyn@gmail.com",
        "firstName": "KATELYN",
        "objectId": "uqu4ny2noB",
        "phoneNumber": "+14807580102",
        "sessionToken": "NRWEa7hErl4iKO4D3iwU0K223",
        "sex": "Male",
        "updatedAt": "2015-10-11T19:56:08.614Z",
        "username": "katelyn"
    }
] }